Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: This band is the one most closely associated with parasympathetic activity. HF oscillations come from respiratory sinus arrhythmia — your heart speeds up when you inhale and slows when you exhale. The stronger this coupling, the more vagal tone you have.
ar: هذا النطاق هو الأوثق ارتباطًا بنشاط الجهاز نظير الودّي. تنشأ تذبذبات التردد العالي من اضطراب النظم الجيبي التنفسي — إذ يتسارع قلبك عند الشهيق ويتباطأ عند الزفير. وكلما قوي هذا الإقران زادت النبرة المبهمية لديك.
da: Dette bånd er det, der tættest forbindes med parasympatisk aktivitet. HF-svingninger stammer fra respiratorisk sinusarytmi – dit hjerte slår hurtigere, når du ånder ind, og langsommere, når du ånder ud. Jo stærkere koblingen er, jo mere vagustonus har du.
de: Dieses Band wird am engsten mit parasympathischer Aktivität in Verbindung gebracht. HF-Schwingungen entstehen durch die respiratorische Sinusarrhythmie – dein Herz schlägt beim Einatmen schneller und beim Ausatmen langsamer. Je stärker diese Kopplung, desto höher dein Vagustonus.
es: Esta banda es la que más se asocia con la actividad parasimpática. Las oscilaciones de HF proceden de la arritmia sinusal respiratoria: tu corazón se acelera al inspirar y se frena al espirar. Cuanto más fuerte es ese acoplamiento, mayor es tu tono vagal.
fi: Tämä kaista liitetään läheisimmin parasympaattiseen toimintaan. HF-vaihtelu syntyy hengityksen sinusarytmiasta – sydämesi nopeutuu sisäänhengityksellä ja hidastuu uloshengityksellä. Mitä vahvempi kytkentä, sitä enemmän vagustonusta sinulla on.
fr: Cette bande est celle qui est le plus étroitement associée à l’activité parasympathique. Les oscillations HF proviennent de l’arythmie sinusale respiratoire : votre cœur accélère à l’inspiration et ralentit à l’expiration. Plus ce couplage est marqué, plus votre tonus vagal est élevé.
is: Þetta tíðnisvið tengist sterkast virkni sefkerfisins. HF-sveiflur stafa af öndunartengdri sinustaktsveiflu — hjartað slær hraðar við innöndun og hægar við útöndun. Því sterkari sem þessi tenging er, þeim mun meiri er vagusspennan.
it: Questa banda è quella più strettamente associata all’attività parasimpatica. Le oscillazioni HF derivano dall’aritmia sinusale respiratoria: il cuore accelera quando inspiri e rallenta quando espiri. Più forte è questo accoppiamento, maggiore è il tono vagale.
ja: この帯域は副交感神経の活動と最も強く結びついています。HF の揺らぎは呼吸性洞性不整脈によるもので、息を吸うと心拍が速くなり、吐くと遅くなります。この結びつきが強いほど迷走神経緊張が高いことを示します。
ko: 이 대역은 부교감신경 활동과 가장 밀접하게 연관됩니다. HF 진동은 호흡성 동성 부정맥에서 비롯되며, 숨을 들이쉬면 심박이 빨라지고 내쉬면 느려집니다. 이 결합이 강할수록 미주신경 긴장도가 높습니다.
nb: Dette båndet er det som knyttes tettest til parasympatisk aktivitet. HF-svingninger kommer fra respiratorisk sinusarytmi – hjertet slår raskere når du puster inn og saktere når du puster ut. Jo sterkere koblingen er, desto mer vagustonus har du.
nl: Deze band hangt het nauwst samen met parasympathische activiteit. HF-oscillaties komen voort uit respiratoire sinusaritmie: je hart versnelt bij het inademen en vertraagt bij het uitademen. Hoe sterker die koppeling, hoe meer vagale tonus je hebt.
pt_br: Essa faixa é a mais associada à atividade parassimpática. As oscilações de HF vêm da arritmia sinusal respiratória: seu coração acelera ao inspirar e desacelera ao expirar. Quanto mais forte esse acoplamento, maior o seu tônus vagal.
ru: Этот диапазон теснее всего связан с парасимпатической активностью. Колебания HF возникают из дыхательной синусовой аритмии — сердце ускоряется на вдохе и замедляется на выдохе. Чем сильнее эта связь, тем выше вагусный тонус.
sv: Det här bandet är det som tydligast förknippas med parasympatisk aktivitet. HF-svängningar kommer från respiratorisk sinusarytmi – hjärtat slår snabbare när du andas in och långsammare när du andas ut. Ju starkare kopplingen är, desto mer vagustonus har du.
zh_hans: 该频段与副交感神经活动的关联最为紧密。HF 振荡来自呼吸性窦性心律不齐——吸气时心率加快，呼气时减慢。这种耦合越强，迷走神经张力越高。

source: This clears the interrupted-recording prompt AND discards the backed-up beats from that session. You won't be able to recover them. Tap 'Save as is' instead if you want to keep what was captured.
ar: هذا يمسح إشعار التسجيل المتوقّف، ويتجاهل النبضات المنسوخة احتياطيًا من تلك الجلسة. لن تتمكّن من استردادها. انقر بدلاً من ذلك على "حفظ كما هو" إذا أردت الاحتفاظ بما تم التقاطه.
da: Dette rydder beskeden om afbrudt optagelse OG kasserer de sikkerhedskopierede slag fra den session. Du vil ikke kunne gendanne dem. Tryk på 'Gem som det er' i stedet, hvis du vil beholde det, der blev optaget.
de: Dies entfernt die Meldung zur unterbrochenen Aufzeichnung UND verwirft die gesicherten Schläge dieser Sitzung. Du kannst sie nicht wiederherstellen. Tippe stattdessen auf „Unverändert speichern“, wenn du das Erfasste behalten möchtest.
es: Esto elimina el aviso de grabación interrumpida Y descarta los latidos respaldados de esa sesión. No podrás recuperarlos. Toca "Guardar tal cual" si quieres conservar lo capturado.
fi: Tämä poistaa keskeytyneen tallennuksen ilmoituksen JA hylkää kyseisen istunnon varmuuskopioidut lyönnit. Et voi palauttaa niitä. Napauta sen sijaan "Tallenna sellaisenaan", jos haluat säilyttää kerätyt tiedot.
fr: Cela supprime l'invite d'enregistrement interrompu ET supprime les battements sauvegardés de cette séance. Vous ne pourrez pas les récupérer. Touchez plutôt « Enregistrer tel quel » si vous voulez conserver ce qui a été capturé.
is: Þetta hreinsar tilkynninguna um rofna upptöku OG hendir öryggisafrituðu slögunum úr þeirri lotu. Þú munt ekki geta endurheimt þau. Snertu frekar „Vista eins og er“ ef þú vilt halda því sem náðist.
it: Questo cancella l'avviso di registrazione interrotta E scarta i battiti salvati di quella sessione. Non potrai recuperarli. Tocca invece "Salva così com'è" se vuoi conservare ciò che è stato acquisito.
ja: これにより、記録中断の通知が消去され、そのセッションのバックアップされた拍データも破棄されます。それらは復元できません。記録された内容を残したい場合は、代わりに「そのまま保存」をタップしてください。
ko: 이렇게 하면 녹음 중단 알림이 사라지고 해당 세션의 백업된 박동 데이터가 폐기됩니다. 복구할 수 없습니다. 수집된 내용을 유지하려면 대신 '그대로 저장'을 누르세요.
nb: Dette fjerner meldingen om avbrutt opptak OG forkaster de sikkerhetskopierte slagene fra den økten. Du vil ikke kunne gjenopprette dem. Trykk på «Lagre som det er» i stedet hvis du vil beholde det som ble fanget opp.
nl: Dit verwijdert de melding over een onderbroken opname ÉN wist de geback-upte slagen van die sessie. Je kunt ze niet meer herstellen. Tik in plaats daarvan op 'Opslaan zoals het is' als je wilt behouden wat is vastgelegd.
pt_br: Isto remove o aviso de gravação interrompida E descarta os batimentos salvos daquela sessão. Você não poderá recuperá-los. Toque em "Salvar como está" se quiser manter o que foi capturado.
ru: Это удалит уведомление о прерванной записи И отбросит сохранённые удары из той сессии. Восстановить их будет невозможно. Нажмите «Сохранить как есть», если хотите сохранить записанное.
sv: Detta tar bort meddelandet om avbruten inspelning OCH kasserar de säkerhetskopierade slagen från den sessionen. Du kommer inte att kunna återställa dem. Tryck på "Spara som det är" i stället om du vill behålla det som fångades.
zh_hans: 这会清除录制中断提示，并丢弃该记录已备份的心跳数据。你将无法恢复它们。如果想保留已采集的内容，请改为点按"按原样保存"。

source: This device can't dial automatically. Dial %@ manually, or press and hold the side button + a volume button to trigger Emergency SOS (Emergency SOS via satellite is available on iPhone 14 or later where there's no cellular signal).
ar: لا يستطيع هذا الجهاز الاتصال تلقائيًا. اتصل بـ %@ يدويًا، أو اضغط مع الاستمرار على الزر الجانبي + زر مستوى الصوت لتفعيل مكالمة الطوارئ SOS (تتوفر مكالمة الطوارئ عبر الأقمار الصناعية على iPhone 14 والأحدث حيث لا توجد إشارة خلوية).
da: Denne enhed kan ikke ringe automatisk. Ring til %@ manuelt, eller hold sideknappen + en lydstyrkeknap nede for at udløse Nødopkald SOS (Nødopkald via satellit findes på iPhone 14 eller nyere, hvor der ikke er mobildækning).
de: Dieses Gerät kann nicht automatisch wählen. Wähle %@ manuell oder halte die Seitentaste + eine Lautstärketaste gedrückt, um den Notruf SOS auszulösen (Notruf SOS über Satellit gibt es auf dem iPhone 14 oder neuer, wenn kein Mobilfunk verfügbar ist).
es: Este dispositivo no puede llamar automáticamente. Marca %@ manualmente, o mantén pulsado el botón lateral + un botón de volumen para activar la Emergencia SOS (la Emergencia SOS vía satélite está disponible en iPhone 14 o posterior donde no hay cobertura móvil).
fi: Tämä laite ei voi soittaa automaattisesti. Soita numeroon %@ käsin tai pidä sivupainiketta + äänenvoimakkuuspainiketta painettuna käynnistääksesi hätä-SOS:n (hätä-SOS satelliitin kautta on käytettävissä iPhone 14:ssä tai uudemmassa siellä, missä ei ole mobiiliverkkoa).
fr: Cet appareil ne peut pas composer automatiquement. Composez %@ manuellement, ou maintenez le bouton latéral + un bouton de volume pour déclencher l’Appel d’urgence (l’Appel d’urgence par satellite est disponible sur iPhone 14 et modèles ultérieurs là où il n’y a pas de réseau cellulaire).
is: Þetta tæki getur ekki hringt sjálfkrafa. Hringdu í %@ handvirkt, eða haltu hliðarhnappi + hljóðstyrkshnappi inni til að ræsa neyðarkall SOS (neyðarkall um gervihnött er í boði á iPhone 14 og nýrri þar sem farsímasamband vantar).
it: Questo dispositivo non può comporre automaticamente. Componi %@ manualmente, oppure tieni premuto il tasto laterale + un tasto volume per attivare SOS emergenze (SOS emergenze via satellite è disponibile su iPhone 14 o successivi dove non c’è segnale cellulare).
ja: この端末は自動で発信できません。%@ に手動で発信するか、サイドボタンと音量ボタンを長押しして緊急 SOS を起動してください（衛星経由の緊急 SOS は、携帯電波のない場所で iPhone 14 以降で利用できます）。
ko: 이 기기는 자동으로 전화를 걸 수 없습니다. %@로 직접 전화하거나, 측면 버튼과 음량 버튼을 길게 눌러 긴급 구조 요청(SOS)을 실행하세요(위성을 통한 긴급 구조 요청은 셀룰러 신호가 없는 곳에서 iPhone 14 이상에서 사용할 수 있습니다).
nb: Denne enheten kan ikke ringe automatisk. Ring %@ manuelt, eller hold inne sideknappen + en volumknapp for å utløse Nød-SOS (Nød-SOS via satellitt er tilgjengelig på iPhone 14 eller nyere der det ikke er mobildekning).
nl: Dit apparaat kan niet automatisch bellen. Bel %@ handmatig, of houd de zijknop + een volumeknop ingedrukt om SOS-noodmelding te activeren (SOS-noodmelding via satelliet is beschikbaar op iPhone 14 of nieuwer waar geen mobiel bereik is).
pt_br: Este dispositivo não consegue discar automaticamente. Ligue para %@ manualmente ou mantenha pressionado o botão lateral + um botão de volume para acionar a Emergência SOS (a Emergência SOS via satélite está disponível no iPhone 14 ou posterior onde não há sinal de celular).
ru: Это устройство не может звонить автоматически. Наберите %@ вручную или удерживайте боковую кнопку и кнопку громкости, чтобы включить «Экстренный вызов — SOS» (экстренный вызов через спутник доступен на iPhone 14 и новее там, где нет сотовой связи).
sv: Den här enheten kan inte ringa automatiskt. Ring %@ manuellt, eller håll in sidoknappen + en volymknapp för att utlösa Nödsamtal SOS (Nödsamtal via satellit finns på iPhone 14 eller senare där mobiltäckning saknas).
zh_hans: 此设备无法自动拨号。请手动拨打 %@，或长按侧边按钮和任一音量按钮以触发紧急求救 SOS（在没有蜂窝信号的地方，iPhone 14 及更新机型支持通过卫星发出紧急求救）。

source: This is %@%% above your baseline—you're in great shape.
ar: هذا أعلى بنسبة %@%% من خط الأساس—أنت في حالة ممتازة.
da: Dette er %@%% over din baseline—du er i god form.
de: Das liegt %@%% über deiner Baseline—du bist in Topform.
es: Esto está un %@%% por encima de tu línea base: estás en gran forma.
fi: Tämä on %@%% yli perustasosi—olet loistokunnossa.
fr: C’est %@%% au-dessus de votre référence — vous êtes en pleine forme.
is: Þetta er %@%% yfir grunnlínu þinni—þú ert í frábæru formi.
it: Questo è %@%% sopra la tua baseline: sei in gran forma.
ja: これはベースラインより %@%% 高い — 絶好調です。
ko: 이는 기준선보다 %@%% 높습니다 — 컨디션이 아주 좋습니다.
nb: Dette er %@%% over din baseline—du er i god form.
nl: Dit is %@%% boven je basislijn—je bent in topvorm.
pt_br: Isso está %@%% acima da sua linha de base — você está em ótima forma.
ru: Это на %@%% выше базовой линии — вы в отличной форме.
sv: Detta är %@%% över din baslinje—du är i toppform.
zh_hans: 这比你的基线高 %@%% — 状态很好。

source: This is %@%% below your personal baseline.
ar: هذا أقل بنسبة %@%% من خط الأساس الشخصي لديك.
da: Dette er %@%% under din personlige baseline.
de: Das liegt %@%% unter deiner persönlichen Baseline.
es: Esto está un %@%% por debajo de tu línea base personal.
fi: Tämä on %@%% alle henkilökohtaisen perustasosi.
fr: C’est %@%% en dessous de votre référence personnelle.
is: Þetta er %@%% undir persónulegri grunnlínu þinni.
it: Questo è %@%% sotto la tua baseline personale.
ja: これは個人ベースラインより %@%% 低い値です。
ko: 이는 개인 기준선보다 %@%% 낮습니다.
nb: Dette er %@%% under din personlige baseline.
nl: Dit is %@%% onder je persoonlijke basislijn.
pt_br: Isso está %@%% abaixo da sua linha de base pessoal.
ru: Это на %@%% ниже вашей личной базовой линии.
sv: Detta är %@%% under din personliga baslinje.
zh_hans: 这比你的个人基线低 %@%%。

source: This is a great day to push yourself — your recovery is strong.
ar: هذا يوم رائع لتدفع نفسك — تعافيك قوي.
da: Det er en god dag at presse dig selv — din restitution er stærk.
de: Ein guter Tag, um dich zu fordern — deine Erholung ist stark.
es: Es un gran día para exigirte — tu recuperación es sólida.
fi: Tämä on hyvä päivä haastaa itsesi — palautumisesi on vahva.
fr: C’est un excellent jour pour vous pousser — votre récupération est solide.
is: Þetta er frábær dagur til að taka á því — endurheimtin þín er sterk.
it: È un ottimo giorno per spingerti — il tuo recupero è forte.
ja: 今日は追い込むのに良い日です — 回復が良好です。
ko: 오늘은 몰아붙이기 좋은 날입니다 — 회복이 좋습니다.
nb: Dette er en flott dag å presse deg — restitusjonen din er sterk.
nl: Dit is een goede dag om jezelf te pushen — je herstel is sterk.
pt_br: É um ótimo dia para se exigir — sua recuperação está forte.
ru: Отличный день, чтобы поднажать — восстановление у вас сильное.
sv: Det här är en bra dag att pressa dig — din återhämtning är stark.
zh_hans: 今天很适合加把劲 — 你的恢复状态很好。

source: This is a negative deviation — recovery may be under pressure.
ar: هذا انحراف سلبي — قد يكون التعافي تحت ضغط.
da: Dette er en negativ afvigelse — restitutionen kan være presset.
de: Das ist eine negative Abweichung — die Erholung könnte unter Druck stehen.
es: Es una desviación negativa — la recuperación puede estar bajo presión.
fi: Tämä on negatiivinen poikkeama — palautuminen voi olla paineessa.
fr: C’est un écart négatif — la récupération peut être sous pression.
is: Þetta er neikvætt frávik — endurheimt gæti verið undir álagi.
it: È uno scostamento negativo — il recupero potrebbe essere sotto pressione.
ja: これは悪い方向の偏差です — 回復が圧迫されている可能性があります。
ko: 부정적인 편차입니다 — 회복이 압박을 받고 있을 수 있습니다.
nb: Dette er et negativt avvik — restitusjonen kan være under press.
nl: Dit is een negatieve afwijking — herstel staat mogelijk onder druk.
pt_br: Este é um desvio negativo — a recuperação pode estar sob pressão.
ru: Это отрицательное отклонение — восстановление может быть под давлением.
sv: Detta är en negativ avvikelse — återhämtningen kan vara pressad.
zh_hans: 这是负向偏差 — 恢复可能正承受压力。

source: This is a positive deviation — recovery is trending up.
ar: هذا انحراف إيجابي — التعافي في اتجاه صاعد.
da: Dette er en positiv afvigelse — restitutionen er på vej op.
de: Das ist eine positive Abweichung — die Erholung steigt.
es: Es una desviación positiva — la recuperación va al alza.
fi: Tämä on positiivinen poikkeama — palautuminen on nousussa.
fr: C’est un écart positif — la récupération progresse.
is: Þetta er jákvætt frávik — endurheimt fer batnandi.
it: È uno scostamento positivo — il recupero è in aumento.
ja: これは良い方向の偏差です — 回復は上向きです。
ko: 긍정적인 편차입니다 — 회복이 상승 추세입니다.
nb: Dette er et positivt avvik — restitusjonen er på vei opp.
nl: Dit is een positieve afwijking — herstel gaat omhoog.
pt_br: Este é um desvio positivo — a recuperação está subindo.
ru: Это положительное отклонение — восстановление растёт.
sv: Detta är en positiv avvikelse — återhämtningen ökar.
zh_hans: 这是正向偏差 — 恢复呈上升趋势。

source: This is an offline breadcrumb tool. The app drops a pin where you start, then captures your path so it can later point you back with a compass arrow. It's an aid to your awareness — not a replacement for proper navigation, search-and-rescue, or local emergency services. GPS accuracy varies (canopy, canyons, weather); the arrow may be wrong by tens of meters in poor conditions. In an emergency call your local emergency number or use iOS Emergency SOS.
ar: هذه أداة تتبّع مسار غير متصلة بالإنترنت. يضع التطبيق دبوسًا عند نقطة البداية، ثم يلتقط مسارك ليتمكن لاحقًا من توجيهك للعودة بسهم بوصلة. إنها وسيلة مساعدة لوعيك — وليست بديلاً عن الملاحة السليمة أو خدمات البحث والإنقاذ أو خدمات الطوارئ المحلية. تتفاوت دقة GPS (الأغطية الشجرية، الأخاديد، الطقس)؛ وقد يخطئ السهم بعشرات الأمتار في الظروف السيئة. في حالة الطوارئ اتصل برقم الطوارئ المحلي أو استخدم نداء استغاثة SOS في iOS.
da: Dette er et offline-sporværktøj. Appen sætter en nål, hvor du starter, og registrerer derefter din rute, så den senere kan pege dig tilbage med en kompaspil. Det er en hjælp til din opmærksomhed — ikke en erstatning for ordentlig navigation, eftersøgning og redning eller lokale nødtjenester. GPS-nøjagtigheden varierer (løvtag, kløfter, vejr); pilen kan tage fejl med titusinder af meter under dårlige forhold. Ring til dit lokale nødnummer eller brug iOS Nød-SOS i en nødsituation.
de: Dies ist ein Offline-Breadcrumb-Werkzeug. Die App setzt eine Markierung an deinem Startpunkt und erfasst dann deinen Weg, um dich später mit einem Kompasspfeil zurückzuweisen. Es ist eine Hilfe für deine Orientierung — kein Ersatz für ordnungsgemäße Navigation, Such- und Rettungsdienste oder örtliche Notdienste. Die GPS-Genauigkeit schwankt (Blätterdach, Schluchten, Wetter); der Pfeil kann bei schlechten Bedingungen um mehrere Dutzend Meter danebenliegen. Wähle im Notfall deine örtliche Notrufnummer oder nutze iOS Notruf SOS.
es: Esta es una herramienta de migas de pan sin conexión. La app coloca un pin donde empiezas y luego registra tu trayecto para poder señalarte el camino de vuelta con una flecha de brújula. Es una ayuda para tu orientación — no un sustituto de una navegación adecuada, de los servicios de búsqueda y rescate ni de los servicios de emergencia locales. La precisión del GPS varía (vegetación, cañones, clima); en malas condiciones la flecha puede errar por decenas de metros. En una emergencia, llama a tu número de emergencias local o usa Emergencia SOS de iOS.
fi: Tämä on offline-reittimerkkityökalu. Sovellus asettaa nastan lähtöpaikkaasi ja tallentaa sitten reittisi, jotta se voi myöhemmin osoittaa sinut takaisin kompassinuolen avulla. Se on apuväline tilannetietoisuuteesi — ei korvaa asianmukaista navigointia, etsintä- ja pelastustoimintaa tai paikallisia hätäpalveluja. GPS:n tarkkuus vaihtelee (latvusto, kanjonit, sää); huonoissa olosuhteissa nuoli voi olla väärässä kymmenien metrien verran. Hätätilanteessa soita paikalliseen hätänumeroon tai käytä iOS:n Hätä-SOS-toimintoa.
fr: Ceci est un outil de fil d'Ariane hors ligne. L'app place un repère à votre point de départ, puis enregistre votre trajet pour pouvoir vous ramener plus tard avec une flèche de boussole. C'est une aide à votre vigilance — pas un substitut à une navigation adéquate, aux services de recherche et de sauvetage ou aux services d'urgence locaux. La précision du GPS varie (canopée, canyons, météo) ; dans de mauvaises conditions, la flèche peut se tromper de dizaines de mètres. En cas d'urgence, appelez votre numéro d'urgence local ou utilisez Appel d'urgence SOS d'iOS.
is: Þetta er ónettengt slóðamerkjatól. Appið setur nælu þar sem þú byrjar og skráir síðan leiðina þína svo það geti seinna vísað þér til baka með áttavitaör. Það er hjálpartæki fyrir vitund þína — ekki staðgengill fyrir réttar leiðsögn, leit og björgun eða staðbundna neyðarþjónustu. Nákvæmni GPS er breytileg (laufþak, gljúfur, veður); örin getur skeikað um tugi metra við slæmar aðstæður. Í neyðartilfelli hringdu í neyðarnúmerið þitt eða notaðu iOS-neyðar-SOS.
it: Questo è uno strumento di tracciamento offline. L'app inserisce un segnaposto dove inizi, poi registra il tuo percorso per poterti indicare la via del ritorno con una freccia bussola. È un aiuto alla tua consapevolezza — non un sostituto di una navigazione adeguata, dei servizi di ricerca e soccorso o dei servizi di emergenza locali. La precisione del GPS varia (chioma, canyon, meteo); in condizioni avverse la freccia può sbagliare di decine di metri. In caso di emergenza chiama il numero di emergenza locale o usa SOS Emergenze di iOS.
ja: これはオフラインのブレッドクラム（道しるべ）ツールです。アプリはスタート地点にピンを置き、その後あなたの経路を記録して、後でコンパスの矢印で戻る方向を示せるようにします。これはあなたの状況把握を助けるものであり、適切なナビゲーション、捜索救助、地域の緊急サービスの代わりにはなりません。GPS の精度は変動します（樹冠、峡谷、天候）。条件が悪いと矢印は数十メートルずれることがあります。緊急時には地域の緊急通報番号に電話するか、iOS の緊急 SOS を使用してください。
ko: 이것은 오프라인 이동 경로 표시 도구입니다. 앱은 출발 지점에 핀을 놓은 다음 경로를 기록하여 나중에 나침반 화살표로 돌아갈 방향을 알려줍니다. 이것은 상황 인지를 돕는 보조 도구이며 — 적절한 내비게이션, 수색구조 또는 지역 응급 서비스를 대체하지 않습니다. GPS 정확도는 (수관, 협곡, 날씨에 따라) 달라지며, 조건이 나쁘면 화살표가 수십 미터 어긋날 수 있습니다. 응급 상황에서는 지역 응급 전화번호로 전화하거나 iOS 긴급 구조 요청을 사용하세요.
nb: Dette er et frakoblet sporingsverktøy. Appen setter en nål der du starter, og registrerer deretter ruten din slik at den senere kan peke deg tilbake med en kompasspil. Det er et hjelpemiddel for bevisstheten din — ikke en erstatning for ordentlig navigasjon, søk og redning eller lokale nødtjenester. GPS-nøyaktigheten varierer (løvtak, kløfter, vær); pilen kan bomme med titalls meter under dårlige forhold. Ring ditt lokale nødnummer eller bruk iOS nød-SOS i en nødsituasjon.
nl: Dit is een offline broodkruimeltool. De app plaatst een speld waar je begint en legt vervolgens je route vast, zodat hij je later met een kompaspijl terug kan wijzen. Het is een hulpmiddel voor je oriëntatie — geen vervanging voor goede navigatie, opsporing en redding of lokale hulpdiensten. De GPS-nauwkeurigheid varieert (bladerdak, kloven, weer); onder slechte omstandigheden kan de pijl er tientallen meters naast zitten. Bel bij een noodgeval je lokale alarmnummer of gebruik iOS Noodmelding SOS.
pt_br: Esta é uma ferramenta de trilha de migalhas offline. O app coloca um marcador onde você começa e depois registra seu trajeto para poder apontar o caminho de volta com uma seta de bússola. É um auxílio à sua percepção — não um substituto para navegação adequada, busca e salvamento ou serviços de emergência locais. A precisão do GPS varia (copa das árvores, cânions, clima); em condições ruins a seta pode errar por dezenas de metros. Em uma emergência, ligue para o número de emergência local ou use o SOS de Emergência do iOS.
ru: Это автономный инструмент «хлебных крошек». Приложение ставит метку там, где вы начинаете, а затем записывает ваш путь, чтобы позже указать дорогу назад стрелкой компаса. Это вспомогательное средство для вашей ориентации — не замена надлежащей навигации, поисково-спасательных или местных экстренных служб. Точность GPS меняется (кроны деревьев, каньоны, погода); при плохих условиях стрелка может ошибаться на десятки метров. В экстренной ситуации звоните по местному номеру экстренных служб или используйте «Экстренный вызов — SOS» в iOS.
sv: Detta är ett offline-brödsmuleverktyg. Appen sätter en nål där du startar och registrerar sedan din rutt så att den senare kan peka dig tillbaka med en kompasspil. Det är ett hjälpmedel för din uppmärksamhet — inte en ersättning för korrekt navigering, sök och räddning eller lokala räddningstjänster. GPS-noggrannheten varierar (lövverk, kanjoner, väder); under dåliga förhållanden kan pilen ha fel med tiotals meter. Ring ditt lokala nödnummer eller använd iOS Nödlarm SOS vid en nödsituation.
zh_hans: 这是一个离线轨迹标记工具。应用会在你的起点放置一个图钉，然后记录你的路径，以便之后用指南针箭头为你指向返回方向。它是辅助你保持方位意识的工具——不能替代正规导航、搜救或当地紧急服务。GPS 精度会变化（树冠、峡谷、天气）；在恶劣条件下箭头可能偏差数十米。紧急情况下请拨打当地紧急电话或使用 iOS 紧急求救 SOS。
